Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: སྟོན་པའི་བསྟན་པ་བསྲུང་བའི་ཕྱིར། འཐུན་པར་བྱེད་ནུས་ན་ནི་ཞི་བར་བྱེད་པའི་ཐབས་དག་ཅིང་། འདུལ་བ་དང་འཐུན་པ་གཅིག་གིས་རྩོད་པའི་གཅུགས་དེ་ཞི་བར་བྱས་པ་ཞེས་བྱའོ། །
en: In order to protect the doctrine of your teacher, if you are able to reach an agreement and by some pure means to make peace as the Dharma and Vinaya specify, then let your accord put to rest the cause of the dispute.”

source: ལས་བརྒྱ་ཐམ་པ་ལས་སྡོམ་གྱི་ཚིགས་སུ་བཅད་པ་བཅུ་པ་རྫོགས་ཏེ་ལས་བརྒྱ་ཐམ་པ་རྫོགས་སོ།། །།
en: This concludes Part Ten of The Hundred Deeds. This concludes "The Hundred Deeds."
